Repository: wp-plugins/notification-msg-interface-benaceur
Catalog: languages/notification-msg-interface-benaceur-*.po
Languages: ar

source: Add a message
ar: إضافة رسالة

source: Content of the message:
ar: محتوى الرسالة:

source: Remove Selection
ar: إلغاء التحديد

source: By the ID of the user:
ar: يظهر حسب المعرف ID:

source: Enter here the user id
ar: أدخل هنا رقم العضوية

source: Separate between id by commas, for example: 2,16,223
ar: افصل بين المعرفات بفاصلة (,) على سبيل المثال : 2,16,223

source: Note: After activating the plugin Put the following line in the place where you want the message to appear:
ar: ملاحظة: بعد تفعيل الإضافة ضع السطر التالي في المكان الذي تريد أن تظهر فيه الرسالة:

source: Enable
ar: تفعيل

source: Appear only to visitors
ar: يظهر للزوار فقط

source: Appear only to users
ar: يظهر للأعضاء فقط

source: Appear to all
ar: يظهر للجميع

source: Appear to group:
ar: يظهر لمجموعة:

source: or appear in home only
ar: أو يظهر في الرئيسية فقط

source: centering
ar: توسيط

source: right
ar: يمين

source: left
ar: يسار

source: center/right/left
ar: توسيط/يمين/يسار

source: Hide message (that outside the post)
ar: إخفاء الرسالة (التي خارج الموضوع)

source: style properties
ar: خصائص الستايل

source: The color of the first background
ar: لون الخلفية الأولى

source: The color of the second background (style1)
ar: لون الخلفية الثانية (ستايل1)

source: Text color
ar: لون النص

source: The level of transparency 1-0.1
ar: مستوى الشفافية 1-0.1

source: border color
ar: لون الإطار

source: min width
ar: العرض على الأقل

source: The distance between the lines
ar: المسافة ما بين السطور

source: margin-top
ar: المسافة العليا من الخارج

source: margin-bottom
ar: المسافة السفلى من الخارج

source: padding-top
ar: المسافة العليا من الداخل

source: padding-bottom
ar: المسافة السفلى من الداخل

source: font-family
ar: نوع الخط

source: font-size
ar: حجم الخط

source: Normal
ar: عادي

source: Bold
ar: عريض

source: font-weight
ar: عرض الخط

source: no
ar: لا

source: yes
ar: نعم

source: Hide text after:1000 = 1second (Leave blank to disable it)
ar: إخفاء النص بعد:1000=1ثانية (لتعطيله اتركه فارغا)

source: Show text after:1000 = 1second (Leave blank to disable it)
ar: إظهار النص بعد:1000=1ثانية (لتعطيله اتركه فارغا)

source: disable clignotement
ar: تعطيل disable clignotement

source: style1
ar: ستايل1

source: style2
ar: ستايل2

source: Choose the clignement Style
ar: اختيار ستايل الومض clignement

source: Save Changes
ar: حفظ التغييرات

source: Appear top the post
ar: يظهر أعلى الموضوع

source: Appear bottom the post
ar: يظهر أسفل الموضوع

source: but for text at the top or bottom of the article do not add any code to your theme
ar: لكن بالنسبة للنص الذي يظهر أعلى المقالة أو أسفل لا تضف أي كود إلى قالبك.

source: border radius
ar: زوايا الإطار

source: Click to reset style properties plugin
ar: انقر لإعادة تعيين خصائص الستايل الإفتراضية.

source: Click to reset properties plugin
ar: انقر لإعادة تعيين خصائص الإضافة الإفتراضية.

source: Settings
ar: الإعدادات

source: Appear for the administrator group in all cases
ar: يظهر لمجموعة مدير في جميع الحالات

source: To return to the line add at the end of the line: &lt;/br>
ar: للرجوع إلى السطر أضف في نهاية السطر: &lt;/br>

source: Disable this font: DroidKufi_Ben
ar: تعطيل هذا الخط: DroidKufi_Ben

source: Width by adding: px or %
ar: العرض بإضافة px أو %

source: Enable N-message-Ben on admin bar in frontend
ar: تفعيل N-message-Ben في شريط الإدارة (admin bar) على واجهة الموقع

source: Enable N-message-Ben on admin bar in admin panel
ar: تفعيل N-message-Ben في شريط الإدارة (admin bar) في لوحة الإدارة

source: border top
ar: الإطار العلوي

source: border bottom
ar: الإطار السفلي

source: border right
ar: الإطار الأيمن

source: border left
ar: الإطار الأيسر

source: disable button close x
ar: تعطيل زر الإغلاق x

source: Hour(s)
ar: ساعة

source: Minute(s)
ar: دقيقة

source: Time to appear after closing
ar: وقت الظهور بعد الإغلاق

source: Enter the time (Enter 0 to disable)
ar: أدخل الوقت (أدخل 0 للتعطيل)

source: Hide
ar: إخفاء

source: Menu
ar: قائمة رئيسية

source: Submenu
ar: قائمة فرعية

source: Time of disappearance:1000 = 1second (Enter to disable it: 0)
ar: وقت الاختفاء:1000=1ثانية (لتعطيله أدخل 0)

source: Time appearing:1000 = 1second (Enter to disable it: 0)
ar: وقت الظهور:1000=1ثانية (لتعطيله أدخل 0)

source: Remove all settings and data of the plugin from database when the plugin is disabled
ar: حذف جميع إعدادات وبيانات الإضافة من قاعدة البيانات عند تعطيلها

source: Do not delete
ar: لا تحذف

source: My plugins
ar: إضافاتي My plugins

source: Hide this list
ar: إخفاء القائمة

source: After this update Click Ctrl+F5 to purge the cache of this page ( For those who have installed the previous version(s) only )
ar: بعد هذا التحديث اضغط على F5+Ctrl لتفريغ كاش هذه الصفحة ( بالنسبة للذين قاموا بتنصيب الإصدار أو الإصدارات السابقة فقط )
